{
  "000000": {
    "kemei": "乾為天",
    "keji": "乾は陽ですが、陽そのものではなくその勢いを表します。爻ではいかに物事は発展し何に気を付けるべきかを竜に仮託して示しています。",
    "kou": [
      "地に潜む竜です。力を蓄えつつ時を待ってる時です。素質はありますが、まだ力や信用がないので用いられない状態です",
      "竜が地上に現れます。あなたは周囲より注目されますが、優れた人物（大人）に指導して貰ったほうがいいでしょう。",
      "評価がだんだん高まって行くと、つい調子に乗って物事をやりすぎてしまうようになります。しかし、日々努力し反省していれば勢いがあるため大きな問題にはなりません。自らの発言・行動 に注意すべき時です。",
      "飛躍の時ですがこれでいいのかと迷いが生まれます。力を蓄えつつ、進むべき時に進むのがいいです。",
      "勢い最高の時でも慢心せず信頼できる優れた人物と相談しながら物事を進めるべきです。",
      "ピークは過ぎました。力が大きすぎ、過剰すぎて却って状況が悪くなってしまいます。適当なところで妥協し、譲り、手を引きましょう。"
    ],
    "setumei": "このように端から見ると何の問題もなく発展したように見える物事も内部的にはそう簡単ではないことをこの卦では示してます。さら にこの生みの苦しみについては別に屯卦で語られます。なお、占いではこの卦は凡夫の私たちには力が強すぎてどちらかというと凶卦と見る場合が多いです。力が強いと反対の力や歪みが生まれ、それが自らを蝕むことになってしまうせいでしょう。"
  },
  "111111": {
    "kemei": "坤為地",
    "keji": "坤は陰のシンボルであり、乾とは逆に人について行こう、争わず受け入れようという働きを示します。先頭に立って進むと迷うが、人に付いていけば拠り所を得るという考えで、母・女性・大地などがシンボライズされてます。",
    "kou": [
      "これから霜が降り、氷の季節がやってくる。こんな時は未来を見据えて準備を怠らないこと。",
      "どっしりと落ち着いて四方に広がる大地のような人物は、多少の欠点があっても悪いことは起こらない。",
      "才能はひらけかすことなく、自分のできることを行い時を待て。もし、力を認められて取り立てられたとしても大成功よりも終わりを全うすることを優先しなさい。",
      "袋の口をしっかり閉めるように才知をひらけかすことをしなければ、悪いことは起こらないが、栄誉もない。",
      "（大切な）黄色の袴は大地の色であり同じように下の方にある。人の意見を大地のように受け容れて根気よく行うこと。",
      "しかし、こういう陰の生き方は行き過ぎると乾卦のような人物と戦うことになってしまう。"
    ],
    "setumei": "乾卦の最後にもあるのですが、易では一般的に「出る杭は打たれるから無闇に前に出るな」と説いています（もちろん、出るときは出ろと他の卦で言ってますし、一生後ろに下がっていた方がいいとも言ってません）。坤卦はこの後ろに下がって生きるときの心構えといった風です。"
  },
    "101110": {
    "kemei": "水雷屯",
    "keji": "地面から芽が出る時、物事を始める時、創業の苦労についてです。易の４大難卦の一つですが、将来があっての苦しみですのでそんなに悪いというわけではありません。実際、何事も最初は苦労します。勉強にしろ、スポーツにしろ、事業にしろ、コツが解るまでは苦しいですが解れば簡単になります。",
    "kou": [
      "行き悩むんでも最初の計画通りコツコツ実行していくこと。人材を適所に配置して、人に謙虚に接すれば彼らが助けてくれるだろう。",
      "どうすれば良いか悩み色々手を出す一方で、気を引く者も出てくる。しかし、無闇にそれに乗らず時を待つこと。そうすれば目的を達することができる。",
      "目先の利益に目がくらんで深追いすると行き詰まり危険。",
      "悩んでいるなら思い切って試してみるのも悪くない。そのときは自分を過信せず仲間 とやるのが良い。",
      "分が過ぎたことをすると失敗する。",
      "自分を見失うと時間も労力も失って引き返せなくなるので注意。"
    ],
    "setumei": "爻にあんまり良いことが書いてないのは、易を作った人々が事業を企てようと失敗した人や道を外した青年、三日坊主の人をたくさん見てきたのかもしれません。どちらにしても最初は何が何だかわからずに迷い、失敗を重ねて結局志を失ってしまいやすいということですね。"
  },
  "011101": {
    "kemei": "山水蒙",
    "keji": "蒙とは知識が暗い状態であり、誰かに教えてもらうことで「啓蒙」するという、勉学について説くものです。「再占すれば穢れる」という注意もこの卦で出てきます。疑うことは悪いことではありませんが、この場合、自分に都合の良いように物事を見ようとすることを戒めています。見たい物しか見ないのでしたら、質問すること自体意味がありません。答えは最初から決まっているのなら議論など無意味ですし、勉強にもなりません。",
    "kou": [
      "無知な人間は規律を知りません。学ぶこと自体も知りませんので、厳しく罰を使ってでも教えるべきです",
      "しかし、突き放すのではなく受容し和やかでもあるべきです。",
      "無知な人間の中には良し悪しなど気にも止めず、金に身を売り道を外れたことを平気に行うのがいます。こういうのはどこに行っても上手くいきません。",
      "良い先生に恵まれないと一生無知に苦しむことになります。先生を選ぶことは大切な ことです",
      "自分が高い地位に就いていても、先生は先生。丁寧に教えを乞うべきある。",
      "厳格すぎると生徒に害になってしまいます。むしろ、外からの害から守るようにした ほうが良いです。"
    ],
    "setumei": "この卦は師と弟子という関係で、主に教える立場から説いています。逆に先生を捜してる人はどういう先生が良いか という指針にもなっています。また、自分がどういう状況にいるか見極めて対応することが重要だそうです。"
  },
    "101000": {
    "kemei": "水天需",
    "keji": "人生何かを待つことが良くあります。今、転職した方がいいだろうか？　結婚したほうがいいだろうか？　家や株を買った方がいいだろうか？　これは決断に迷った時の心構えを説きます。いつ、どういう時に動けば良いかを説くもので、単なる結果待ちとは違います。この卦の各爻は目の前の大川を渡るたとえ話になってます。",
    "kou": [
      "田舎で時が来るのを待つ。変に動かなければ、トラブルに巻き込まれないで済む。",
      "河原で待つ状態。多少非難されても心豊かに中道を行けば最後には吉。",
      "水際の泥の中で待つ。足下が悪く流れが速いのに突進するのは危険。タイミングを 待った方が良い。",
      "血の中で待つ。危険な状況だが素直な心で周囲に従えば脱する事が出来る。",
      "酒食を備えて（準備をきちんとしておいて）時を待つのが正しい待ちかたである。",
      "窮地に陥ったとしても、思いがけないところから助けがある。素直に従えば危険から脱することができる。"
    ],
    "setumei": "どちらにしても、決断はリスクを覚悟する必要があると暗示してます。また、口を開けて待ってれば天から食べ物が落ちてくるというものではありません。準備をしてその時を待つというものです。"
  },
  "000101": {
    "kemei": "天水訟",
    "keji": "訟とは公の場で理非を争う訴訟のことですが、他人の妨害に対してやむを得ず訴えて争うことになった場合です。勝って叩きつぶそうなどとは思わず、自らも反省し相手と折り合うべきです。良い人の仲裁を持った方がいいです。相手をとことん追いつめようとすると、深みにはまり取り返しの付かない状況になります。",
    "kou": [
      "（訟とまではいかない小さな）争いは長引かせず適当なところで切り上げるべき。うやむやにするということではなく、理と非が明らかになれば十分ということである。意地を張って も良いことなどない",
      "争いに負ける。道に反して下の者が上と争うのだから当然。一歩離れて自分の領分を守っていれば大したことはない。",
      "危うい状態でも今の待遇・処遇に文句を言わず堅持していれば良い。大きな力を授けられた時も、勘違いして出過ぎたことをしてはいけない。",
      "争いに負ける。じたばたせずに退いて正道を行うべきである。",
      "中正を守っているため争いに遭っても問題はない。つまり、裁く側としても片方に偏ることなく言い分を聞き偏り無く判断するため問題は起きない。",
      "勝った上に、栄誉も付いてくる。しかし、争いで得た栄誉など長続きするものではなくあっという間に消え失せてしまう。元々、訟で勝つことなどそんなに尊ばれるものではない。"
    ],
    "setumei": "この卦の水地比の背後で繋がってる卦です。水地比の状態であれば天水訟の状態にはなりません。また、次の地水師とも関連しています。どちらにしても冷静になるのが肝心です。争いになるとカッカして自分を見失い意固地になってあとで後悔するようなところまで突っ走ってしまいかねません。ところで、２爻の「道に反して」は儒教的な思想ですね。これは別に不正が正を訴えている状態だから敗訴するとみることもできます。"
  },
    "111101": {
    "kemei": "地水師",
    "keji": "師とは師匠の意味ではなく、大集団や軍隊のことです。この呼称は現代でも「師団」という言葉で使われ、周の時代の軍制では「師」という単位は2500人を指します。争うという点では天水訟と似てますが、勝つか負けるかというのではなく、いかに部下を率いて戦うか、どう決断するかを説く卦です。裁判では第三者の下で争いますが、戦争では敵とのぶつかり合いになります。軍や集団を動かすには何よりも正義に叶っている必要があり、将軍は名と力を兼ね備えた者（丈人）であれば勝つことができるとされます。多くを率いて正義を行うことが出来れば、天下の王者になれるし、戦争によって一時人々を苦しめたとしても彼らは心服し不平を言うことなく従ってくれます。理にかなった正しい目的であれば部下はついてくると卦は説いています。",
    "kou": [
      "部下を動かすにはまず規律を。例え勝ったとしても規律無き軍隊は只の野盗になってしまい凶。",
      "軍の中にあって上下の信望を集める。その声は他国まで聞こえる。",
      "今、出陣すると大敗し、部下たちの死骸を車に積み上げて戻ってくることになる。",
      "進めないと思ったら退け。勝ち負けに拘って損失を増やすな。次の戦で勝てばよいのだ。",
      "出陣すれば勝つことができるが、指揮者には過不足のない人物を選ぶこと。欠格者を指揮者に選ぶと正義の戦であっても大敗してしまう。",
      "戦が終われば功があった人物をそれなりの地位につけること。しかし、いくら功があったとしても小人は責任ある地位につけてはいけない。トラブルの元になる。"
    ],
    "setumei": "戦うことが前提の卦です。戦略を立て実行する。そういったことが必要になります。６爻は意味深です。小人とは用語のところで説明したように、利己的な人間で道とか無視してかかる連中です。功績を上げたのも単に報酬が欲しかったり罰せられるのが怖かったというだけで、こういう小人に権力を与えると部下を自分の私兵や奴隷のように扱い、賄賂など平気で取るようになります。小人の周囲の人々は迷惑しますし、あなたの評判も落とします。それどころか、力を付けて刃向かってくるので、結局は改めてこの小人を滅ぼさざるを得なくなってしまうことになります。小人の功は権力などではなく金などで報いた方がいいでしょう。人間関係で引っかかっているなら、考え直すとかすべきです。あと、私の経験上、この卦は凶であることが多いです。"
  },
  "101111": {
    "kemei": "水地比",
    "keji": "比とは和気あいあいの意味で、人々が親しみ合うことです。どんなことでも親和の心で行えば多くの人が従い、最初はぎしゃくしていた人もやがては快く協力してくれるようになります。そして身分にかかわらずみんなが協力することで大事業をなす事が出来ます。しかし、遅れて来る人間、つまり、みんなが協力するのをみて自分の利になると考えてやって来る小人は良くありません",
    "kou": [
      "誠実に人と親しめば悪いことは起きないし、溢れるほどの誠意を示せば良いことがある。",
      "心の底から上の人と親しむ。その心を保って永くつき合い続けるのは良いこと。",
      "親しもうという心があっても親しめる人間が周りにいないのは不幸。小人とつき合うのは 不幸。",
      "賢明な上司と親しんで仕えるのは良いことである。",
      "公明正大、私心無き心で、去る者は追わずの寛容を持っていれば人々は安心して付いてくる。例えば、狩りをするときでも逃げ道を開けておいてそちらから逃げた獲物は追わないようにするような優しい心を持ってつき合う。",
      "親しもうとするが手遅れで誰ともつき合えない（いつでも親しめるわけではない）。そのため終わりを全うできず後悔することになる。"
    ],
    "setumei": "天水訟でもありましたが、５爻を見ると人を追いつめるようなことはしてはいけないと易を作った人々は考えているようです。逆に二度と刃向かう気が起きないようにとことんやるほうがいいという考え方もあります。しかし、これでは恐怖政治になってしまいます。いざとなったら、その人々（部下も）はあなたを見限って逃げ出すか、敵に寝返り、あなたを売ってしまいます。どちらがいいかは考えるまでもありません。"
  },
    "001000": {
    "kemei": "風天小畜",
    "keji": "小畜とは、小金が貯まる、ではなく、小さき者（妻や 部下）が大きな者（夫や上司）を止めることを言います。力が弱いため正面切って立ちはだかるのは無理で、止めようと言う動きは密雲のように湧き上がってはいても、雨が降るまではいきません。諫める時はくれぐれも慎重に。まあ、今の実力が足りないという状態ですね。",
    "kou": [
      "はやり立つ心を抑え、正道に帰る。",
      "同士・同僚と共に自分を見失うことなく正道に帰り中道をいくこと。",
      "暴走して乗ってる車がバラバラになってしまう。大きな者が小さき者を治めず睨み合ってるせいだ。",
      "誠意を持って当たれば血を見るような最悪の事態を避けることができる。上と心を合わせることができるからだ。",
      "誠意を持って隣人と共に進む。独り占めみたいなことはしない。",
      "諫めることに成功しても自分は小さき者であることを自覚し、出過ぎたまねはしないこと。"
    ],
    "setumei": "注意する点ですが、問題は上下が対立することではあ りません。自分たちを取り巻く状況が危うくなっており、それをどう乗り越えるかで上下で意見の相違が発生してるということです。ですから自分の意見を通すことは二の次です。勝ち負けではありません。多少の軌道修正で十分で、自分の意見が行きすぎているということもありえるわけです。意固地になって意見を通せと言う爻はありません。"
  },
  "000100": {
    "kemei": "天沢履",
    "keji": "履とは踏むこと、実行することです。何事もリスクはあり、無風であっさり成就するということはあんまりありません。虎の尾を踏む（この成句はこの卦に出てきます）ような状況の中で、どういう心構えで実行すべきかをこの卦は説きます。　猪突猛進せず、目上や先輩の意見を聞き現在の状況を検討しつつ着実に進んでいけばトラブルに遭っても目的を達することができます。そして、これは礼儀の「礼」の意味もあります。",
    "kou": [
      "あるがままのこころで迷わず進めばいい。",
      "一人で広い道を行く（危険な状況や先駆者であれば道は空いている）。誘惑などに心を奪われてはいけない。",
      "片目、片足なのに人より見える、良く歩けると自惚れてる。このように自分の実力を過信していれば、早晩虎の尾を踏んで食われてしまう。武人が政治をしようとするようなもので力一辺倒なために失敗する。",
      "あえて虎の尾を踏む危険を冒しても、その一方で慎重であれば目的は成就する",
      "独断専行は正しい行動としても、危険なわざであり慎んだ方が良い。",
      "過去の行いを省みてどういう行動を取るべきか考えること。ならば出処進退は良い結果に終わる。最後に笑う者こそが慶びがあるのだ。"
    ],
    "setumei": "この卦を読めば読むほど「孤立を覚悟する」とい う言葉が頭に浮かびます。人が付いてこないならまだしも、足下を掬おうとする輩もいるかもしれません。ですが、前例を参考にしつつ「礼」を重んじて慎重に進んでいけば最後には苦労しただけの結果がもたらされるようです。"
  },
    "111000": {
    "kemei": "地天泰",
    "keji": "天（上位者）と地（下位者）が一致協力して順調 に物事を進めることについての卦が泰です。もちろん上下は比喩であり、上司部下だけでなく、夫妻・親子・師弟さらには友人同士（やはり力関係とかある場合がありますからね）も含まれます。卦の形通り、天地が逆になってることこそが深い意味を持ちます。なぜなら天が天の位置に、地が地の位置にあれば両者は交わることなく離れ続けるだけです。ひっくり返せば、両者は混じり合い理解し合うことができます。このように天と地の和合を説く卦が地天泰です。",
    "kou": [
      "茅という草を一本引き抜くと株が丸ごと抜ける。このように多くの志を同じくする人々と 活動しよう。",
      "泰平の道に必要な物は以下の４つ。異論などを包容する度量・大河を渡るだけの決断力・疎遠な人とも仲良くする人柄・コネを排除する公平さ。",
      "どんなに栄えても衰える時は来る。その時を想定して備えておけば悪く言われることはない。誠の心さえ保っていれば食うに困るようなことはないし、罰せされることもない。人に通じないことも有るかも知れないが、それを思い悩むな。",
      "鳳凰が群れをなして地に舞い降りるように、上位の者であっても自分の足りない所を自覚し下位の賢者に教えを教えを乞う。心から教えを願うと誠心が生まれる。",
      "良き下位者を謙虚に報いれば大吉。",
      "泰平が過ぎると動乱が起きる。無闇に力で押さえつけようとしてはならない。分裂する。"
    ],
    "setumei": "これは和合にポイントがあるのではなく、上位者がいかに部下たちに接するか、を説いたものみたいですね。和合なら水地比がありますし。看守と囚人の心理学実験がありますが、命令する立場に長いこと居ると今の立場が割り当てられた役なのに（上司から、天から）、生来のものと勘違いしてしまう愚を説いたものかもしれません。"
  },
  "000111": {
    "kemei": "天地否",
    "keji": "前卦の地天泰とは逆の卦。天は上に向かい、地は 下に向かい、全てが離れ、行き違い、背く状態。君子の行う道が小人によって邪魔され上手くいかなくなっている。こんな状況を説く卦が否である。ただ慎重に耐えるのみ以外ない。特に君子はこうなったら才能を隠して難を避けること。誘惑があるが焦って乗ってはいけない。逆境から学ぶことは多い。",
    "kou": [
      "茅という草を一本引き抜くと株が丸ごと抜ける。このように多くの志を同じくする人々と 誠を尽くせ。",
      "小人なら君子の命令を従順に受け入れよ。君子は八方塞がりの状況でも信念を曲げてまで妥協するべきでないが、できれば軋轢の出る方法を選ぶべきではない。",
      "身の程を忘れて富み栄える。恥であることに気付け。",
      "ただ上位者の言う通りに動いていれば悪いことはない。そして閉塞状況は破られ仲間と共 に福を得る。",
      "閉塞状況の進行を止めることができるようになる。油断をすると危険な状況にまだ置かれているがそれを止めているのはわずかな物事だけであることを自覚すること。",
      "閉塞状況は永遠に続くものではない。打開されると共に、苦しみが止み喜びが訪れる。"
    ],
    "setumei": "易経の一貫する思想は、苦しい目に遭おうともそれは一時的なものであり、また喜びがやってというものです。八方塞がりでもうダメだと思うような状況でも耐えていればいつしか光明が見えて来ると説いています。これはプラスマイナス０の人生観（人生の幸せの総量は誰も皆一定である）というものに近いと思います。結局、この思想は現世だけではとても説明できないので天国と地獄という「装置」を作り出し総量を一定にしようとして「宗教」が成立するわけですが、易経は来世には一切触れてません。単に「人生には波がある」とだけです。易経の出来た古代中国に置いて死後の世界はどう見られていたのか……。この卦が出て、「得るものがある」というのでトライしたところ散々な目に遭いました。否なんだから可能なら拒否すべきです。壊された後に「これをすると壊れる」という学びはフォローになってないです。"
  },
    "000010": {
    "kemei": "天火同人",
    "keji": "同人は苦労を喜びを共にする同士であって、寄せ 集めなどではありません。それぞれ豊かな知性と実行力を持ち、孤立を恐れることなく志を貫ける者たちが交友、共同事業のことを指します。寄せ集めではないということは一緒くたに集まろうということではなく、他の集団と違った、何か明確に中心になる思想を共有することです。ですので、集まるという意味と同時に、他集団から一線を画す意味もこの卦にあります。",
    "kou": [
      "まず、同士を募集します。自分が何者か、何をしようとするかを広く周囲に知らせ意見を 聞きます。",
      "でも、周囲の身内だけで固めてしまうのは良くありません。",
      "正面突破の実力がないため奇襲を行おうとしたが、相手に隙が無いので進めません。",
      "壁が強固すぎて退却。強引は良くないので結果的に良い。",
      "進んでいくうちに意見の相違などで仲間が脱落して孤立してしまいます。しかし、さらに妨害を排除して進んでいくうちにまた同士が現れ成果を手にします。",
      "孤立無援の状態になってしまったとして悔いはない。しかし、良いことでも無い。余人には理解不能になってしまった。"
    ],
    "setumei": "同人が只の仲良しグループでないことは確かですね。それだったら比になります。どうも爻を見ると自分の集団が他の集団と闘争し、いかに勝利するかを描いて いるようです。周易の作者の頭のなかにあったのは政治的な闘争だったのでしょうか？　ところで、三爻は自分たちをPRするため奇抜な行動をとってはみたが一瞬話題になっただけでメジャーになりきれない様子が浮かびます。これは良くある話です。"
  },
  "010000": {
    "kemei": "火天大有",
    "keji": "太陽のごとく暖かな光を周囲に与え従えてる盛運の状態のことです。積極的に行動するべきときです。ただ、光強ければ影も濃いということがあり、慢心してはいけない",
    "kou": [
      "未熟すぎて良くも悪くもない。有害なものを遠ざけて努力せよ。",
      "荷は重いし道も遠いがその大任を果たせるだろう。",
      "取り立てられるのはそれに応じて働ける人々のみにすべき。小人は害しかなさないので止めた方が良い。",
      "上位者より大きな力を持つが自制すること。謙虚な気持ちで判断する。",
      "誠の心で接する。何もしなくても自然な威厳が身に付く。",
      "天はこの人を助ける。順風満帆"
    ],
    "setumei": " 取り立てて書くほどのことはありません。 何かの仕事を任せられたときの話でしょうか？"
  },
    "111011": {
    "kemei": "地山謙",
    "keji": "大有のごとく盛運の状態でもそれを他に分かち、謙る という美徳に付いての卦です。すぐれた才・美・力は謙虚であることでいっそう輝きます。高い山は削られ、その土砂は低きに流れ込みます。君子は沢山あるところから削って足りずに困ってる方へ足して平らにすべしと象伝でも説いてます。出る杭は打たれるから、頭を低くしていろという考え方です。",
    "kou": [
      "どんなに偉くて謙って努力し続ける者こそ君子である。こういう人は難事にも勝てるだろう。",
      "謙虚な心は言動に表れる。",
      "天下のために献身し、謙譲する者こそ君子である。皆、尊敬するだろう。",
      "全てに謙譲の心で対処するなら万事順調になる。",
      "自らに傲慢にならず、謙虚に人々と共に教えを受ける。こういう謙った態度でも（侮って）敵対する者は堂々と戦っても良い。",
      "謙虚な心が言動に表れても理解されない場合がある。こういう状態では無理をせずに自分の事だけをするしかない。"
    ],
    "setumei": "成金が馬鹿にされるのはこの逆をするからですね。人 間、傲慢な態度を取ると嫌われます。他人を見下しているわけですから。これは金や権力だけでなく、若いと言うだけでオヤジ狩りとかするのも傲慢に含まれます。まあ、傲慢なのは若さの一症状ですが。「実るほど頭をたるる稲穂かな」です。"
  },
  "110111": {
    "kemei": "雷地豫",
    "keji": "予め計画して手を打って置いて実行するという事の他 に喜び・楽しみという意味もあります。何事も物事は突然起きるわけではなくて、目に見え無いながらも少しずつ蓄積されたものがある日突然現れたように見えるだけです。（易は「完全な偶然」は考えてないようです）",
    "kou": [
      "他人のまねをしようとして行き詰まる。",
      "怠惰、享楽に溺れずけじめをつけるのが良い。",
      "上位者にへつらう。虎の威を借るような行為は悔いを残す。",
      "天下の楽しみを実現するのであれば（個人の楽しみではなく）、皆に受け入れられ人々が集まり協力してくれる。",
      "下位者が実権を握ってる状況であっても常道を守れば良い。",
      "享楽に溺れて周囲や自分を見失うと危険。"
    ],
    "setumei": "卦としては「準備」の意味があるのですが、爻としては「楽しみ」へウェイトが大きく偏ってます。なぜ、両方の意味があるのかわかりませんが、「楽しみ」が持つ危うさを警告することに重きを置いているようです。"
  },
    "100110": {
    "kemei": "沢雷随",
    "keji": "随は従うという意味ですが、別に強いものに従えとい う意味ではなく、正しいと思うものに譲って従うというものです。従わせるという意味もあるが強制ではありません。剛が柔に従うものです。力あるものがその力を秘めつつ従うものを言います。また、夕暮れが迫れば君子は家に戻って休むようにしますが、そのようにあるもの、つまり法則に随い無理をするものではないと説きます。この卦は、易という法則に随えとの言にも読むことができます。",
    "kou": [
      "仕事が変わることがあるかもしれないが志を変えなければ良い。門を出て多くの人と交わればうまくいく。",
      "小人とつき合ってると良き人々が離れていく。",
      "良き人々とつき合えば、逆に小人が離れていく。静観するのが良い。",
      "自分に人々沢山随うようになるが、正しいことだとしても凶。驕ってはならない。道義において正しいのであれば咎められないが褒められもしない",
      "誠ある立場で吉。",
      "随って止め繋ごうとする。杭に繋がれたごとくで度を超すと束縛になる。"
    ],
    "setumei": "清濁併せ呑むという言葉があります。そういう人間関 係を作れる人は少なく、大抵の人間はクラスに別れ同じクラス内でつき合うようになります。なかなか幅広い支持を得ることは難しいです。　ところで、幅広い支持を得る必要があるでしょうか。選挙すら一定数の支持さえあれば当選します。無理に八方美人であろうとするのはお勧めしかねます。限られた信頼できる人々を随わせ、随えば十分だと思います。でも、この卦では「信頼」は触れられていないように思えます。"
  },
  "011001": {
    "kemei": "山風蠱",
    "keji": "蠱とは文字のごとく皿の上に多くの虫が蠢くような腐 敗状況を指しています。内部的腐敗と混乱の状況だが、「物、極まれば必ず反す」の言葉通り、再生も意味します。改革、革命についての卦です。各爻は親が進めてしまった腐敗・破壊を子供が立て直す様子を描いています。",
    "kou": [
      "父の難事を思慮深く良き子が正そうとする。苦労するが解決するだろう。",
      "母の難事を中道を守りながら臨機応変に解決すること。",
      "父の難事を解決する。後悔する事があるが、そう悪いことはない。",
      "父の難事を傍観するしかない。解決しようとしても無駄。逆に穴を大きくする羽目になる",
      "父の難事を解決する。徳によって難事を見事に整理し賞賛される。",
      "王侯に仕えず高潔に暮らす。もはや難事はなくなった。"
    ],
    "setumei": "爻についてはどちらかというと占いの結果です。六爻 は映画「椿三十郎」のようにトラブルを解決したあと何の栄誉を求めず去っていく姿です。"
  },
    "111100": {
    "kemei": "地沢臨",
    "keji": "臨むのは見下ろすことですが、この卦では上下相親しむの状態を指します。発展する意味がある一方で熱しやすく冷めやすいという注意点もあります。",
    "kou": [
      "上下が心を一つにして物事に臨む。",
      "上下が心を一つにして物事に臨み順調である。しかし、命令を全て守れと言うことではない。",
      "甘い気持ちで物事に臨み失敗しそう。考え直せ。",
      "至誠のこころで物事に臨む。問題なし。",
      "知を持って物事に臨む。まさに君子らしき行動である。",
      "篤き心を持って物事に臨む。賢人に従え。"
    ],
    "setumei": "物事に臨む時の心構えです。あまり解説はいらない でしょう。"
  },
  "001111": {
    "kemei": "風地観",
    "keji": "物事をいかに見るかを説いています。積極的に見て回るというよりは、四季の運行を見つめるように深く静かに本質を見て取るという意味合いが強いです。ですので４爻の「観光」は現代の意味とは違います。元はこの卦ですが。",
    "kou": [
      "子供の見方。小人ならともかく君子はこんな幼稚な見方をしてはいけない。",
      "窺うような見方。婦女の見方としていいが、他の者は恥ずかしい見方である。",
      "物事の軽重を考え、我が身を省みて進退を決めよ。そうすれば道を失わずに済む。",
      "国の輝かしいところを見る。そして賓客として遇される。",
      "上位者にとって我が身は部下たちなどの下位者の行いで判断される。君子の行いをしていれば問題はない。",
      "生き方を見る。向上心を持つべし。君子の行いをしていれば問題はない。"
    ],
    "setumei": "堂々と自らを省みながら世を見よということです。形に囚われてはいけません。自らを省みずに他者の悪い点ばかり見るのが一爻の子供の見方（童観）ですが、TV見てるとついついそんな見方をしてしまって自らの小人の程度が分かってしまいますね。他人のアラは良く見えるということです。"
  },
    "010110": {
    "kemei": "火雷噬嗑",
    "keji": "噬嗑は「ぜいこう」と読み、噛み合わせることですが、間に物があって上手く行かない状態です。こういった障害物は真正面から排除していくべきです。罰を用いても良いでしょう。",
    "kou": [
      "足かせをさせられて行動の自由を失う。それ以上の不自由はない。",
      "鼻が見えなくなるほど深く噛み付く。咎めはない。",
      "固い肉を噛んで毒に中る。多少苦労するかもしれないが大きな問題はない。",
      "骨がある肉を噛んで苦しむが肉の中から金の矢を見つける。まだまだ苦しみは続くが慎重であれば良い。",
      "固い肉を噛んで苦しむが肉の中から黄金が出てくる。的を得た対応をしていれば問題はない。",
      "首枷がかけられて耳が隠れる。良くない。"
    ],
    "setumei": "無条件に良いことがあるのではなくて、努力して困難 を排除して初めて良いことがあるという卦です。また、四爻、五爻にあるように良い物は苦労しないと得られないという ことでもあります。"
  },
  "011010": {
    "kemei": "山火賁",
    "keji": "飾りの意味ですが、外面的なファッションから、精神的な「礼」までを指します。飾りは物事を美しくするものですが、内面が伴わず見た目だけの虚礼などになる可能性もあ ります。",
    "kou": [
      "足を飾る。義に反してまで車に乗るような地位に昇らず、歩こうとする。",
      "ヒゲを飾る。上位者と共に栄える。",
      "うるわしくして、潤いあり。慎重でありつづけることを過ぎる物はない。その美しさを認められるには時間が掛かる。",
      "うるわしくするか質素にするか。白馬が走ってきて調和を図る。",
      "田畑をうるわしくする。虚礼を廃して質素にするのが良い。非難するひともいるかもしれないが、結局は吉。",
      "純白が最高にうるわしい。"
    ],
    "setumei": "爻の解釈は難しいです。外見は大切だとしながら、結局は飾ることに対しての否定的な意味合いが大きいようです。特に六爻で何も染めない白色を最高だと言っています。"
  },
    "011111": {
    "kemei": "山地剥",
    "keji": "剥ぐこと、削ること。目に見えない危険が目の前まで来ている姿です。警戒し対処しなければなりません。この卦では爻の位置を寝台の場所に例えています。",
    "kou": [
      "寝台の足が削られボロボロになる。危険は足下に。",
      "破壊は寝台の足の付け根までに達する。危険は現れる直前。",
      "ついに寝台は壊れる。しかし、きちんとした人の指導の下、危険の原因より離れるならそう悪いことはない。",
      "寝台に乗ってる人まで危機が迫る。",
      "危険だが周囲の物事をキチンとまとめていけば最後には危機は去る。",
      "ただ一つだけ良い物が残る。これを壊そうとする小人は自分の家の屋根を壊すようなものである。"
    ],
    "setumei": "剥は「老衰の卦」とも言われますが、年齢には関係ありません。衰弱していくさまを表しています。"
  },
  "111110": {
    "kemei": "地雷復",
    "keji": "剥の破壊の後、物事はまた息を吹き返し始めます。明けない夜が無いように、ようやく朝がやってきます。しかし、これから希望が見えるようになるというだけですぐに良いことが起きるという訳ではありません。どんな大木でも芽が出たばかりの時は弱く、寒気や虫にやられてしまいます。",
    "kou": [
      "遠からずして自分の過ちに気づき正しい道に戻る。行いを改めれば大変良いことがあるだろう。",
      "キチンと正しい道に戻る。仁者に随えば良い。",
      "良いこと悪いことの間を行ったり来たりするが正しい道に必ず戻れば問題ない。",
      "中庸を持ってただ一人正しい道に戻る。",
      "篤い心で正しい道に戻る。中庸を持って慎重に考えながら行けば後悔はない。",
      "正しい道に戻ることを迷い失敗する。災いが起き、軍を率いても大敗する。"
    ],
    "setumei": "復るとは言え、また前のように好き勝手出来るというわけではなく、わがままを突き通せば凶です。自分はまだ弱々しい芽であることを自覚すべきです。「正 しい道」という「新しいルール」に沿えば良いが、以前のやり方では「また破れて元通り」ということになります。やり直すには心を入れ替える必要があるのです。"
  },
    "000110": {
    "kemei": "天雷无妄",
    "keji": "无妄とは無望であり、私心なくして一切を成り行きに任せる姿です。どんなことがあろうとも、動揺することなく、しかし、消極的に対応するのではなく、策を弄することなく無心に物事に取り組んでいくということです。天道に従って動くことで元亨利貞を得ることができます。",
    "kou": [
      "無心に物事に取り組んでいくのなら吉。",
      "耕作しなくても収穫できる幸運。",
      "たまたま災難に遭う。例えば、道ばたに牛を繋いでおいたら、通りすがりの男に牛を連れて行かれ繋いでおいた男に損害が生じるように。",
      "天道を守る。悪いことなし。",
      "無心でいるために病気になる。しかし、薬など使わなくても程なくして全快する。",
      "成り行き任せで行くのは危険。行き詰まってしまう。"
    ],
    "setumei": "邪念に捕らわれると失敗することがよくあります。事件をみれば分かる通り、小手先のごまかしを行おうとすれば、そこから破れ、事件解決のヒントを与え、罪を重くします。　ここでの無心とは何も考えてないことではなく、ただ集中して物事を行うということです。何も考えないということは 六交の通り危険です。"
  },
  "011000": {
    "kemei": "山天大畜",
    "keji": "大畜は大いに蓄える姿を表します。それは小畜よりも大きく貯え、大きな者が小さき者を止め養い、実力を蓄えることです。家に止まらず、外に出て棒禄を受ける（公務員・ 社員）べしともあります。",
    "kou": [
      "進むのは危険。災いは避けて止まれ。",
      "車輪のスポークが抜けて危ない。止まれ。",
      "良馬に逃げられる。しかし、平静を守るのが吉。そして動き出すのによい。",
      "子牛の角に梏を付けるように、軽挙妄動を控えれば大いに吉。",
      "猪の牙を止めるように、軽挙妄動を控えれば吉。",
      "天の道を体得して進む。道は開け妨げるものはない。"
    ],
    "setumei": "卦は集めることについてですが、爻についてはどちら かというと占いの結果が強く、大畜そのものには触れられておりません。外にでたら、上記の交の出来事に出会ったと考 えるべきでしょうか？　急ぎすぎると凶と爻にあります。"
  },
    "011110": {
    "kemei": "山雷頤",
    "keji": "頤とは口のことで、何を話すかについての卦です。他人の言動を見て欲を起こし、それに従って動くことを諫めています。また、食事と判断し、何によって身体や物事を養うかを説きます。下手なものを食べて食中毒を起こすように、また舌禍で身分を失うように、言動と食事には注意しなけれ ばいけません。",
    "kou": [
      "自分の宝物を捨てて、他人のものを欲しがる。貴ではない、凶。",
      "道に外れた形で養われている。友人・妻子まで捨てて養われんとする時は凶。",
      "望みが養いの道と反している、凶。十年間、時を待つべし。動けば害となる。",
      "道に外れた形で養われているが吉。虎視眈々と野望を持っても咎はない。",
      "道に反しているが、上に従い続ければ吉。ただ、冒険はしないこと。",
      "頼りにしていた人に養われる。危険にもあうが逃れることができる。冒険も可。"
    ],
    "setumei": "人間何を頼りとするかによって違ってきます。それは単純な信条かもしれませんし、宗教・哲学かもしれません。これらによって人生は養われていますが、逆に融通の利かない生き方になっている場合もあります。現実を咀嚼しないと上手く人生は渡れません。"
  },
  "100001": {
    "kemei": "沢風大過",
    "keji": "大過は重すぎる仕事についての卦です。卦辞に「棟たわむ」とあるように、重圧で曲がって耐えかねている姿を示しています。このようなときは逃げるか、耐え切って成長を図るかのどちらかしかありません",
    "kou": [
      "清らかな白茅を敷いて祭器を供えるように、質素ながら誠意を込めれば咎はない。",
      "枯れた柳にもひこばえが出来て、老人に若い妻ができるというように、歳の離れた出来事であるがめでたいことなので問題はない。",
      "棟がたわんで折れかかっている、凶。助けるものもいない。",
      "棟は高くなっている、吉。しかし、他の欲を出せば失敗するだろう。",
      "枯れた柳に花が咲き、老女に若い夫ができる。みっともない。良いことも悪いこともない。",
      "川を渡ろうと突き進んで頭まで没してしまう。凶だが咎められない。"
    ],
    "setumei": "重圧、プレッシャーについての卦ですが、この危険から逃げ出すことなく耐えきれば道は開けるとあります。三爻に当たれば逃げるしかありませんが、逃げて回っていれば解決はありません。ただ、現実問題として「鬱」とかになる前に引き返すのはアリだと思っています。壊れても誰も保証してくれません。無理をせず、他の人にフォローを頼みましょう。偉い人だってブレーンを持っていて、役割を分担しているのですから一人で何もかも抱え込まないことです。※なお、五爻で「みっともない」と書いてますが原文でも「亦可醜也」と書いています。私の捏造ではありません。　二爻と五爻との差は当時の考え方でしょう。"
  },
    "101101": {
    "kemei": "坎為水",
    "keji": "坎は四大難卦の一つで、トラブルが続くという困難な事態を表しています。しかし、臆することなく至誠を持ってこの困難に立ち向かう姿は天に届き、解決へと通じていきます。凶の卦でありながら、「孚（まこと）あり、維れ心とおる。行けば尚（たっとぶ）ことあり」と最初に書いているように努力すれば希望が見えてくる卦でもあります。",
    "kou": [
      "穴に落ち込み、出方が分からない、凶。",
      "穴に落ちる危険がある。出られないが、少しは可能性が見える。",
      "穴は深くて進退に極まる。できればこの状態になるべきではない。",
      "剛柔の間が上手くいけば、ついに災いを逃れることができる。",
      "井戸を掘ってみたところなかなか水が出ない。そのうちに溢れんばかりに水が上がってくる。災いはない。",
      "縄で縛られて草むらに置かれ、三年見つからない。凶。"
    ],
    "setumei": "人間、多くのトラブルに巻き込まれることがありま す。しかし、その状態を嘆くのではなく、一つ一つに分けて解決していけば、なんとかなるとアントニオ猪木氏が言っていたそうです。猪木氏がどのようなトラブルに巻き込まれたかは詳しくは存じ上げませんが、含蓄のある言葉だと思います。なお、この卦は希望を捨てるなと言ってます。"
  },
  "010010": {
    "kemei": "離為火",
    "keji": "離は麗であり、何かに関わったり、追随することです。正しい物に付き、付かれる。牝牛のようなものを畜えば吉とあるのは、牝牛のような従順さを持つことが重要だと説きます。また、太陽のように明晰な知性も表します。",
    "kou": [
      "人の踏み跡がバラバラで当てにならない。よく調べて進むべきである。",
      "幸運のシンボルである鶯を得る。大いに吉。",
      "日が西に傾いて缶（酒器）を叩いて歌った日々は遠くなり、年老いてため息を付く。凶。",
      "何かが突如として現れ、火の中に飛び込んでくる。焼け死んで捨てられる。",
      "王公の位の者が不幸な者を見て涙し、心痛めるならば吉。",
      "王自ら征伐に乗り出し敵を倒す。敵の手下を許すが、それは悪いことではない。"
    ],
    "setumei": "関わりの他に、火、太陽、明、知性を表します。各爻はそれぞれこのシンボルを内包してますが、占いの結果のようです。しかし、関わることには知性と従順さが必要であるというのは、意味があります。孤高の人という言葉がありますが、知性だけで従順さが足りない人は関わることに置いて上手くいきません。単独行は危険です。"
  },
    "100011": {
    "kemei": "沢山咸",
    "keji": "咸は感応であり、相思相愛の男女の結びつきである。 なので結婚などに吉とする。「貞なるときに利あり」なので浮気は凶。また、物事を始めるときに人々が協力し合ってい けば、うまくいくと判ずる。直感が正しいという卦でもある",
    "kou": [
      "足指に感じる。感じること弱く、まだ動かない。",
      "ふくらはぎに感じる。動くのは凶。何も動かなければ吉。",
      "股に感じる。従っていれば吉。動くとよくない。",
      "控えめにしていれば吉で、いままでの失敗もなしになる。交際すれば友はあなたについてくる だろう。",
      "背中に感じる。悔いなし。",
      "頬、舌に感じる。ぺらぺら喋りまくる。"
    ],
    "setumei": "各爻を男女の愛撫と取ることも可能です。また、三国志で劉備と諸葛亮が「水魚の交わり」を得たのも、この咸の意味に相当します。このように男女間だけでなく、天地間の物事がお互いに感応しあうさまを言います。"
  },
  "110001": {
    "kemei": "雷風恆",
    "keji": "恆は不変・永久・一貫して変わらないことを指します。しかし、停滞ではありません、なにものかに惑わされることなく一貫した方針で進んでいくことが必要であると説きます。まあ、コツコツとやれですね。まとめると、今の状態は変わらないが、現在の方針で押し通せば吉。変わらないと言うことは吉でも凶でもないです。",
    "kou": [
      "安定すると泥などが溜まる。時々泥をさらうように沈滞を防がないといけない。何もしないの は凶。",
      "後悔がなくなる。長く一貫して中庸を守っているからである。",
      "道義を守らず、大恥をかく。しかし、何もしないのは良くない。",
      "不当に長いことその地位にしがみつく。狩りをしても獲物がない。",
      "道義を堅く守ること。婦人は永く夫に仕えて吉。だが、男子が妻に従うのは凶。義に従うべし。",
      "道義を変えようとする。凶。"
    ],
    "setumei": "世界は常に絶え間なく変化し続けますが、その中で道だけは常に不変であると易は述べてます。変化の中の不変を説いたのがこの卦です。そういえば、バブル時代に手を広げすぎて、バブル崩壊後リストラや倒産を余儀なくされた会社が結構あります。本業に集中していれば黒字だったものを新規の関連会社の方で大赤字を出してしまったと、ある人から聞いたことがあります。隣の芝は青く見えるものです。自らを省みつつ道を守ることが肝要です。"
  },
    "000011": {
    "kemei": "天山遯",
    "keji": "遯の意味は退く、逃れることです。積極的に逃げることで道が開けると説きます。小人の勢いが強まってる中、君子は退却するのです。",
    "kou": [
      "逃走する人々の最後になってしまう。ここは落ち着いて時を待つべし。",
      "牛の皮で縛り付けた者は決して逃げられない。志を固くすればよい。",
      "仲間と共に逃げるが、病にあって疲れ苦しむ。小事ならよいが大事を行うのは凶。",
      "うまく逃げる。君子は吉だが、小人はうまくいかない。",
      "自ら望んで隠退する。慎重であれば吉。",
      "物心ともに満ち足りて悠々と隠退する。"
    ],
    "setumei": "「逃げるな」と世間では言われています。しかし、この言葉は罵詈雑言の一種の場合が多いです。草食動物が肉食動物から逃げるように強い相手から逃げるのは決して卑怯なことではありません。大体、困難に頭から突っ込んでいくのは唯の馬鹿です。ここは一旦退くということが大人の賢い選 択となります。"
  },
  "110000": {
    "kemei": "雷天大壮",
    "keji": "壮は盛ん、絶好調であることを示します。勢いが強い状態なのですが、有頂天となり平常心を失ってしまう場合もあります。こんな時には自分自身を見返してみる事が必要です。出過ぎて失敗しないようにしましょう。強いということは行動が早すぎるということもあります。株などを買う時にこの卦が出たらちょっと待った方が良いでしょう。",
    "kou": [
      "足指が壮んになる。落ち着きが無く軽率に動いて失敗する。誠意だけはある。",
      "慎重であれば吉。",
      "小人は壮んな勢いで進めば良いが、君子は自重すべき。慎重であっても危うい。牡羊が垣根に角を触れて苦しむようなことになる。",
      "慎重であれば吉。後悔はない。垣根も壊れて苦しみから解き放たれる。車を堅固にして壮んに行くとよい。",
      "羊が逃げてしまうが、後悔はない。",
      "牡羊が垣根に角を触れて二進も三進もいかなくなる。しかし、努力していれば吉。咎めも長くない。"
    ],
    "setumei": "誰しも絶好調の時期が来るものです。そのときの心構えを説きます。せっかくのチャンスです、失敗することなく生かしましょう。ただ、絶好調のときに、どうしても足下がおろそかになってしまうので注意です。"
  },
    "010111": {
    "kemei": "火地晋",
    "keji": "晋は大いに進むという卦であり、大きな仕事を受けてもこなせ、それがまた周囲の評価につながるといった幸運を表しています。しかし、無理していくのではく、謙虚に一歩 ずつ進むのが良いと説きます。",
    "kou": [
      "うっかり進もうとして挫折する。一人正しい道を行おうとするからである。慎重であれば吉。誠を認められなくても、のんびり構えていれば悪いことはない。",
      "進もうとして泣きを見る。慎重であれば吉。大いなる福を王母から受ける。",
      "誠が大衆に認められる。悪いことはない。",
      "進む。自らに相当する位以上にいるため、人を害する鼠となってしまう。慎重にしていても危うい。",
      "後悔は無くなる。失敗や成功に悩まないこと。進めば、吉にして喜びがある。",
      "進んで目的地に近づく。勢いに乗って反乱を征伐するは危ういが吉。咎めもない。"
    ],
    "setumei": "朝日が昇るような前途が明るい状態です。肯定的・楽観的・積極的に考えようとするもので、売り出し中のスターのように取材やCM、出演が増え何もかもうまくいきます。しかし、ごり押しで売っていくのはなく、自然に売れていくというものです。"
  },
  "111010": {
    "kemei": "地火明夷",
    "keji": "明夷とは暗く、不遇の状態を指し、実力で突破しようとも周囲から叩かれ身動きができないという卦です。よくよく辛抱して、一見暗愚のような顔をして周囲を欺きながら実 力を蓄えるべきです。",
    "kou": [
      "傷ついた鳥がようやく飛んでいくが翼を広げることができない。君子は行かねばならぬが、飢え、非難されるであろう。",
      "暗黒が支配し、左股を傷つけられる。しかし、従順なので乗ってる馬さえ強壮であれば吉。",
      "暗黒が支配する中、断固として立ち上がり南へ討伐し、その暗黒の原因を滅ぼすことができる。早く行い、慎重にしすぎてはいけない。",
      "暗黒の内部に居て、その心中を知り尽くす。速やかに去るべきだ。",
      "安全を保つために愚者や狂人のように振る舞い、ひっそりと暮らせ。慎重に勝るものはない。",
      "明るくなく暗い。初めは明るいが、暗くなり道を失う。"
    ],
    "setumei": "これは個人の逆境ではなく、国家が暗い状態での中の対応を言います。中国の文革の時、知識人は目を付けられやすいのでアル中や狂人を装った人々がいたと聞きます。この卦を知っていたのでしょう。会社という組織にも同じ事を言えます。暗黒時代をいかに生きるかで、四爻など亡命のセオ リーです。"
  },
    "001010": {
    "kemei": "風火家人",
    "keji": "家人とは一家の人が力を合わせ家を治め盛んにすることを説く卦です。家庭をうまく治めるには妻が正しい道を治めることでもあります。夫婦それぞれ持ち場を守り親しみ合うことが家庭円満の秘訣だといいます。",
    "kou": [
      "家庭を守れば後悔はない",
      "独断的にならず料理など家事に専念し、正しい道に従えば吉。",
      "家族に対して厳格すぎる。悔い改めれば吉。だが、女子が節度なく笑い興ずるようであれば、結果はよくない。",
      "家族の協力で家を富ます。大吉。",
      "主人が立派に一家を治めている。お互いに愛し合い、吉。",
      "誠あって、我が身を常に反省していれば、ついには吉となる。"
    ],
    "setumei": "家庭に限定されずなにがしかのグループでも言えることです。「妻」が男である場合もあるでしょう。良妻賢母を表すとも言われてます。中国の家庭観を知ることが出来る卦です。"
  },
  "010100": {
    "kemei": "火沢睽",
    "keji": "そむく、相反することで、いがみ合いを言います。こんな時には大事は控え、小事のみ行っていくのが良いでしょう。",
    "kou": [
      "後悔はない。馬が逃げても追いかけるな。自然に帰ってくる。悪人に会っても咎めはない。",
      "路上で、偶然主人に出会う。咎めはない。道を失っていないからだ。",
      "車を持っていかれ、牛は不具だし、人は元囚人である。初めは不利だが最後には勝利を得る。",
      "反目して孤立する。しかし、立派な人物に出会って、互いに誠意を持って通い合う。危ういがとがめはない。",
      "後悔はない。深く心に染みいるならば進んで交友を持っても慶びこそあれ、咎めなどあろうはずがない。",
      "反目して孤立している。相手が泥まみれの豚か、幽鬼が車に乗っているような姿が見え、弓を引いて射ようとする。しかし、誤解が解けて弓を捨てる。危害を加えるものでなく、結びつきを得ようと来たものだ。疑心を捨てるならば吉。"
    ],
    "setumei": "外面は良くても、内部では反目や相反があったりして、悩み苦しむという卦です。派閥争いや、家庭内暴力などがこれに当たります。家人の卦のように団結すれば問題はありませんが、そうでなければ大事などすべきではないでしょう。"
  },
    "101011": {
    "kemei": "水山蹇",
    "keji": "蹇は易に四大難卦の一つで、片足が不自由で困難に直面し行き悩むことを指します。上手くいっていたはずなのに何かの拍子に思い通りに行かなくなった姿です。こういうときは無理をせず、見識を持つ人物の意見を聞くことが重要です。君子はこの卦を見たら、まず我が身を反省し人徳を磨いて待っているべきです。",
    "kou": [
      "進めば困難に遭い、退いて守れば誉れがある。よく待つべし。",
      "上司のためにあらゆる辛酸をなめる。自分のためではないから、結局、咎はない。",
      "進めば困難に遭い、退いて守れば悩みはなく、喜ばれる。",
      "進めば困難に遭い、退いて守れば味方が増える。",
      "大いに苦しむが節度を守れば援助がやってくる。",
      "進めば困難に遭うが、退いて守れば大きな業績を残すことができる。大人の指導を得るとよい。"
    ],
    "setumei": "この卦は単なる困難ではなく、人間の成長過程にある困難を指します。例えば車の運転で、初心者の頃は無事故無違反だったのに、ある程度慣れた頃に事故・違反をしてしまうようなものです。こうなったら反省し初心に返って安全運転をし、優良運転者になるのが正しい姿です。事故・違反は困難ですが、今後の反省材料になり成長することができます。"
  },
  "110101": {
    "kemei": "雷水解",
    "keji": "解は解決、問題の解消を意味します。どんな困難も時が来れば解消されると易は説きます。ただ、無条件に吉ではなく、解消もあるので離婚など関係の解消も意味するので気を付けた方が良いでしょう。とにかく、問題が残っているのであれば、素早く処理することです。",
    "kou": [
      "咎めはない。",
      "狩りをして三頭の狐を仕留め、黄金の矢を得る。慎重であれば吉。",
      "身分の低い荷担ぎ人が高級馬車に乗り、盗賊に狙われる。恥ずべき事。自業自得なので、誰も非難できないだろう。",
      "自分の親指を切ってしまう。こういうときに誠を持った友人が現れる。",
      "君子がこれを解く。吉。小人も誠を持って退くだろう。",
      "高い城壁の上にとまっている隼を射落とす。万事順調。非道を解くなり。"
    ],
    "setumei": "解は回復もあります。この卦はあんまり解説がいりませんね。"
  },
    "011100": {
    "kemei": "山沢損",
    "keji": "損は損失、減らすことを言うが、自らを減らして他人に与えることを象徴とします。自己犠牲であり、下から上への奉仕です。目先の利益を捨てて、未来を勝ち取ることこそ 重要です。",
    "kou": [
      "今、行ってることを止め、急いで急用を行えば災いはない。他者と心を一つにすることができる。",
      "慎重であれば吉。出て行くのは凶。減らさず増すことを考えるべきである。",
      "３人で行けばお互い疑い合い、一人居なくなるだろう。一人で行けば協力してくれる人が現れる。",
      "病気がなくなり、喜びがくる。災いはない。",
      "努力が認められ、利益をもたらす人物が現れる。これはどんなに正確な占いで占っても同じ結果が出るくらい確かなことである。大吉。",
      "損することなく、他人に益を与えることができる。災いはない。進んで行えば、人望が得られ社会のために尽くすことができるだろう。"
    ],
    "setumei": "これは、ボランティアの卦とも言え、自らを犠牲にすることで、他人を助けると言うものです。マリア・テレサのように一生を他者に捧げることで、世界的に認められる（益）ようになります。損の裏には益があり、決して悪いことではありません。"
  },
  "001110": {
    "kemei": "風雷益",
    "keji": "益とは増えるという卦で、損とは逆に上が減らして下を増すというものです。この道が行われると上下共に大いに喜びがあります。そう言う意味で好機が到来しており、何事も順調にいきます。過ちがあれば直ちに改めるのがよいでしょう。",
    "kou": [
      "大仕事を行うのに良い。大吉。下の者でも遠慮することはない。",
      "進んで助力が得られる。どんなに当たる占いで占っても凶兆は見あたらない。最初の方針を貫けば吉。力ある人は、その力を十分に発揮すべき時である。",
      "好機到来。悪いことが起こってもうまく対処できるだろう。誠をもって中道を守れば、君主に信任される。",
      "中道を進み、上司に告げて従う。信頼を受けて国都を移転するような大事業をも遂行できる。",
      "誠があって、味方する人は占うまでもなく大吉。志は大いにおこなわれる。",
      "下に恵む気持ちがない。外より攻撃される。原則がないので凶。"
    ],
    "setumei": "益とは政治や会社に於いて、民や従業員に大いに利益を与えるということです。とある会社では社長がポルシェを買うために従業員の残業代をカットしたということがあったと聞きました。六爻に当たり凶です。これでは、社員は上に付いていかないでしょう。会社も乗っ取られる可能性があります。そうならないように、下を益するのが良いとこの卦では説きます。"
  },
    "100000": {
    "kemei": "沢天夬",
    "keji": "夬とは決断であり、切り開く・決行するを意味します。小人が上に居て、これを切ろうとする姿で、危険は伴う。自分の足場を固めてから決行すればよいですが、暴力を行ってはなりません。穏便に、しかし粛々と事をおこなうことです。",
    "kou": [
      "前足は勇壮だが、勝算がないので前進すること危うく、失敗する。",
      "恐れて叫ぶ。夜、近所で乱闘があるが巻き込まれることはない。心配不要。",
      "顔が勇壮だが凶。君子であれば決行しても災いはない。一人で行って雨に濡れるだけだ。",
      "尻の皮がすりむけて歩くのに苦労する。羊たちを引っ張っていけば問題はないのだが、他人の親切な言葉を信じないのが残念だ。",
      "ひゆの草を抜き取る。中道を守れば災いはない。",
      "叫んでも無駄だ。余命はなく、結局は凶。"
    ],
    "setumei": "決断を行うにはそれなりのリスクがあります。それが、上位者を告発するような叫びであれば報復を覚悟するしかありません。それでも告発するのがこの卦です。このような時は爻にあるように「君子」が「中道」を守っていれば大きな問題ありません。勇敢なだけでは返り討ち、失敗に終わ るでしょう。"
  },
  "000001": {
    "kemei": "天風姤",
    "keji": "出会い、未知との遭遇をいうもので、男女の出会いもあります。ただし、遭うということは素晴らしいことですが、「女を取るに用いることなかれ」とあり、女性が強すぎる形で結婚は勧められないという注意もあります。",
    "kou": [
      "金属の杭にがっしりと繋ぎ止められる。慎重であれば吉。進んでしまうなら、痩せたブタがむやみに動き回るようなもので、凶。",
      "包みに魚がある。災いはないが客に出す物ではない。",
      "尻の皮が擦り剥け歩くのに苦労する。危ういが大きな災いはない。",
      "包みに魚がない。凶を起こす。君子に取っては民より遠ざかってしまう。",
      "柳の籠に瓜を入れる。輝かしい物を内に秘めて、外に出すことなければ天寵を得る。それは、天命を忘れなかったためである。",
      "角を付き合い、高慢である。行き詰まってしまうが災いはない。"
    ],
    "setumei": "出会いと言っても、意図した出会いではなく、思いがけずの出会いです。それは人と人だけでなく、人と物や物同士の出会いもあります。人知を超えた大きな力が働いているので、慎重に取り組むよう勧めています。いわばシンクロニシティかもしれません。"
  },
    "100111": {
    "kemei": "沢地萃",
    "keji": "萃は草が集まって生えていることで、人や物が集まるという意味です。昔から「鯉、竜門に登るの象」と言われ入試や就職などの人事に良い卦です。ただし、これは天や先祖のお陰であり、それに感謝することを忘れ自分を過信することを諫めます。また、人が集まれば変事ありと説き、君子はそれに備えるようにと説きます。",
    "kou": [
      "誠があってもまとまらず、乱れては集まる。もし叫べば微笑み返す友を得る。進んで事を行っても災いはないだろう。",
      "気を引いてみるのは吉。災いはない。誠さえあれば礼儀は簡素な方がよい。",
      "人が集まるが、不平が多くてなにごとも上手くいかない。しかし、前進すれば災いはない。少 し吝。",
      "不相応の地位にいるが、慎重であれば大吉。災いはない。",
      "人々が集まって適切な地位に付く。まだ信用されていないが、長く慎重であれば後悔はすることはない。",
      "孤立する。悲しんだり恨んだりして涙を流すも災いはない。"
    ],
    "setumei": "万事好調の卦ですが、突発事に注意とあります。人が集まると中にはいろんな人が居て、思いがけない事が起きるということです。"
  },
  "111001": {
    "kemei": "地風升",
    "keji": "升とは登り進むことであり、木の芽が土の中から成長していく姿を表しています。何事も順調ですが、このときの心構えとして時を得ること、謙譲と柔順の徳を備えること、後援者を得ることを挙げています。なお、南に行けば吉といいます。",
    "kou": [
      "逞しく登っていく。大吉。上と志を合わせて進む。",
      "誠さえあれば礼は簡素であっても問題ない。災いなし。",
      "都の廃墟に登る。疑うことはない。",
      "真心を込めて事を行い、その結果が出る。吉で災いはない。",
      "慎重であれば吉。階段を登るように順を追っていけば、大いに志を得る。",
      "闇雲に登ってしまう。危険なので、たえず慎重であるべし。"
    ],
    "setumei": "この卦は何事も伸び栄えるというめでたい卦です。会社に例えると売り上げが上がり、支店を増やし、株式市場に上場するようなものです。こういったときに、外部からの後援者が出てきて助けてくれます。しかし、慢心したときには凶となります。"
  },
    "100101": {
    "kemei": "沢水困",
    "keji": "困は易の四大難卦（屯、蹇、坎、困）の一つで困苦、困惑、進退窮まるを表します。この時に何を言っても信じて貰えないでしょう。しかし、この困難の中から乗り越えようとする所に人間の真価が問われると説きます。大人であれば吉です。",
    "kou": [
      "切り株に腰掛けて尻が痛む、深い谷から３年間抜け出せないという運勢。我慢して時を待て。",
      "酒食に欠いて苦しむ。自分から行くのは凶。やがて偉い人の来訪を受けて共に大事を行う喜びに恵まれる。",
      "石に足を取られ、いばらに刺されたりする。帰ってみれば妻に逃げられている。凶。",
      "助けの手は遅く、当分は金や車などに苦労するだろうが、結局なんとか終わらせることができる。",
      "上位者の鼻切り、足切りの刑に苦しむ。しかし、やがて徐々に喜びが訪れ、祭祀をおこなうのもよい。",
      "蔓草にまといつかれ動きが取れずに苦しむ。動けば後悔有り。しかし、反省して慎重に進めば 吉。"
    ],
    "setumei": "この困は他の難卦よりも精神的要素が強いと言います。圧迫感・恐怖心といったものに苛まれる状態です。この卦にあったら自らを反省し、慎重であるべきです。弁解や泣き言は無用です。"
  },
  "101001": {
    "kemei": "水風井",
    "keji": "井は澄んだ水をたたえる井戸であり、町の中心にある変わらない物であるから継続を表します。井戸水は尽きることも溢れることも無く、誰でもその恩恵を受けます。また、時々井戸を浚うように新陳代謝が必要です。この井戸水を汲み上げるのには釣瓶がなくてはなりません。ないと清水は汲み上げられず腐ってしまうでしょう。",
    "kou": [
      "泥が混じって飲まれない古井戸で、鳥さえも近寄らない。人々が寄りつかない。",
      "わずかに湧く水に鮒しかいない。釣瓶も壊れて漏れる。修理が必要。",
      "井戸を浚ったが、誰も水を飲んでくれない。悩み、苦しむ。王が明らかであれば、一緒に福を得るだろう。行いを慎むべし。",
      "井戸を修理してしきがわらを敷き詰める。災いはない。",
      "井戸は澄んで、その冷たい水は人々に飲まれる。",
      "井戸を独り占めしようとして覆いを掛けることなかれ。誠があれば大吉。大成する。"
    ],
    "setumei": "この井は、人事について語っているとも言われます。町がどう変わろうとも、環境がどう変わろうとも、変わらず万人を潤す井戸は、大切な知恵を指してもいます。そして、その井戸は定期的なメンテナンスが必要だと説きます。"
  },
    "100010": {
    "kemei": "沢火革",
    "keji": "革とは改革、革命、変革であり、古いものを新しくするという卦です。十分機会が熟してから行うことで、万民の支持を受けます。矛盾を解決するには私利私欲でなく、公的な立場から変革すべきです。多少の混乱は仕方ないでしょう。※多少は難儀するということです。苦労するのでそれが嫌な人にとっては凶ですが、結果がでるとみます。",
    "kou": [
      "黄牛の革で固く縛る。守りを十分にしてから攻勢に転じよ。",
      "改革を人々に知らせ、機が熟してから行う。前進すれば吉。災いはない。",
      "前進するのは凶。人々とは何度も話し合えば誠がある。",
      "後悔は無い。誠をもって改革を進めれば吉。",
      "大人は虎変す（天子となって、全てを一新する）。占う必要もなく誠有り。",
      "君子豹変す（優れた人物は立派になる）。小人も上に見習って変革する。しかし、前進するの は凶。"
    ],
    "setumei": "改革についてですが、元・亨・貞・利の四徳が全てそろっている卦です。慎重にことを進めるならば、皆の支持を得て改革が上手くいくというものです。なお、「君子豹変す」という言葉は、この卦の六爻から来ています。意味は悪い意味で使われてますが、本来は、良い意味です。"
  },
  "010001": {
    "kemei": "火風鼎",
    "keji": "鼎は三本の足で支えられた煮炊き物をする道具です。三本の足という所から、協力と安定の意味があります。なお、天子の祭器であるため権威を疑うことを「鼎の軽重を問う」と言われます。秩序を整えるのに良いでしょう。",
    "kou": [
      "鼎を逆さまにして、中のかすを捨てる。子供を得るためには妾を囲うのも仕方ない。",
      "鼎の中に料理有り。煮炊きは慎重に。妻はつわりで一緒に寝ることが出来ない。結局は災いなく、吉。",
      "鼎の耳を取り替える羽目になって、行き詰まる。雉の肉を料理することができない。雨が降って、鼎が壊れることもありうる。後悔するが最後には吉。",
      "公の宴席で鼎の足が折れて中身の料理が飛び出る。大失態で凶。",
      "鼎に黄金の耳と弦がついている。慎重に扱うべし。",
      "鼎は玉の弦がついている。大吉にして、何事も上手くいく。"
    ],
    "setumei": "この卦は何事にも良い卦で、煮炊き物の用途から、素材を磨く、トラブルを調整するなどの意味もあります。この卦から鼎がいかに大切な物だったかわかります。"
  },
    "110110": {
    "kemei": "震為雷",
    "keji": "震は動くこと、雷鳴などを表し、突発的な出来事であるという特徴があります。雷鳴が轟き渡れば人はあわてふためきますが大した実害はありません。そのため、「声あって形無し」とも呼ばれ、かけ声があっても内実が伴わない様も言います。",
    "kou": [
      "雷鳴が轟き渡れば人はあわてふためくが、害はなく笑いあっていつもと変わらない状態になる。吉。",
      "落雷の恐れ有り。財宝を失ってしまうが七日の内に取り戻せるだろう。",
      "落雷があって呆然とするが実害はなく行ってよろしい。",
      "雷は泥に落ちた状況。もう大きな事はない。",
      "落雷が往来にあって危険。しかし、逃げ出さず祭祀を続行せよ。",
      "落雷があって、恐れて元気がない。進んで行うのは凶。雷は自分の所ではなく隣に落ちたので、隣の災禍をみて自戒するなら災難はない。親族間にいざこざあり。"
    ],
    "setumei": "前触れもなく突発的に起こる出来事への対処をこの卦は記してます。大きな物事、事件がありますが、動揺せずに自分を見失わずいれば、後に笑い事になるということです。"
  },
  "011011": {
    "kemei": "艮為山",
    "keji": "艮は止まることで、変化無きことから静寂とも言われます。動かない山であるため、軽挙妄動を慎むべきものです。協力者はおらず、一人我が道を行く心構えが必要です。地道な努力で、自分の地位などを保つすべを説きます。",
    "kou": [
      "その足指に止まる。今は動かず、自分の立場を固く守っていくのならば災いはない。",
      "そのふくらはぎに止まる。上に従ってやむを得ず動けない。言葉が聞き入れないため不快だ",
      "その腰に止まる。背骨を削くようだ。危険が心を焦らせる。",
      "その身に止まる。何もしなければ咎めはない。",
      "その頬に止まる。言葉を慎むのならば後悔はない。",
      "腹を据えて慎む。吉。終わりを全うする。"
    ],
    "setumei": "この卦は心構えについて話しています。山のように腹を据えて地道に事を行っていくのが良いということです。困難があっても、このように腹を据えて事態を見据えていれば、やがて解決の糸口が見つかるでしょう。"
  },
    "001011": {
    "kemei": "風山漸",
    "keji": "漸は徐々に進むこと、着実に順を追って進むことを表します。女子の結婚にも吉とあります。各爻は雁が水際から徐々に飛翔し天まで行くさまを表しています。正しい順序で進んで事を行えば吉とあります。",
    "kou": [
      "雁が岸まで進む。幼い者は飛び立っては危うい。議論があるが災いはない。",
      "雁は岩に上がった。飲食しながら、英気を養う。無為徒食ではなく、飛翔の日を待っている。 吉。",
      "雁は陸へと上がった。夫は行ったまま帰らず、妻は妊娠したが子は育たず、凶。守りの態勢をしくべし。",
      "雁は木に登った。柔順であればよい止まり木を得て災いなし。",
      "雁は山の頂きまで進む。妻は３年経っても子ができないが、最終的には願いが叶う。",
      "雁は雲の上まで進む。乱れず飛ぶ姿は模範とすべきもので吉。"
    ],
    "setumei": "女子の結婚に吉とあるのは、結婚には順番に手続きを得てから行うもので、そのように周囲より祝福された結婚が悪い訳がないと説きます。"
  },
  "110100": {
    "kemei": "雷沢帰妹",
    "keji": "帰妹は若い女が結婚することですが、女性が積極的すぎる為に凶となるものです。（易では）女性は待つべきものであり、自ら悦び動いて結婚を求めるのは邪道とします。結婚以外にも無理や不幸に遭遇するものと考えられています。",
    "kou": [
      "副妻として嫁ぐ。足が悪くても歩ける。夫や正妻を助けて進むのに吉。",
      "片目だがよく見える。隠居の身の安静を保つのによい。",
      "卑賤な女であるから、地位ある男の妾にも不相応である。",
      "結婚が延びる。時を待てばよい。",
      "天子は妹を良い諸侯に嫁がしめた。月は満月に近く吉。",
      "女の捧げる箱の中身が無く、男の捧げる羊の生け贄に血がないという不吉な状況。"
    ],
    "setumei": "易では男女関係を表すのに、咸、恒、漸、帰妹の４つ卦があって、この帰妹だけが凶となっています。本来は結婚は喜ばしいことですが、バランスを欠いた結婚として扱っています。一時的なものを捨て去り、永続的なつながりを心がけましょう。"
  },
    "110010": {
    "kemei": "雷火豊",
    "keji": "豊は盛大・豊かで、盛運であることを言います。しかし、問題があって、現状維持に力が掛かりすぎ、他に手を広げたりすることはいけないとしています。この卦では満ち足りたものはやがては衰えるという意味も含まれていて、これを心配することなく、公明正大に行動すべしとあります。",
    "kou": [
      "良い主人や夫に出会う。出向いても先方から喜ばれる。しかし、この人と張り合うなら災いがあるだろう。",
      "しっかりした雨戸にする。暗くて北斗七星が見えるくらいだ。行けば疑惑や嫉妬を得たりする。誠を保っていればやがては吉。",
      "天幕を厚く張り、暗くする。小さな星まで見えるほどに。右腕を折る。大事を行うべき時ではない。",
      "しっかりした雨戸にする。暗くて北斗七星が見えるくらいだ。しかし、進めば協力者に出会って吉。",
      "賢者を呼べば悦びと誉れがある。吉。",
      "立派な家に住んでいたが、今は雨戸がしっかりと閉じられ、門から覗いても人気がない。３年間、誰一人と会った者はおらず、人目を避けて暮らしている。凶。"
    ],
    "setumei": "易の理として、「窮すれば通じ、盛んなれば衰える」とあります。良い卦なのですが、そろそろピークが来ることを示してます。それに対して、爻としては自らを守るようにすべしというメッセージがあります。戦力を維持しつつ退却も視野に入れておいた方がよいでしょう。"
  },
  "010011": {
    "kemei": "火山旅",
    "keji": "旅は現代の旅行と違い、古代の命がけの旅を言います。心ならずも、住みかを追われ行く先のない旅です。見知らぬ土地の中をたった一人でてくてくと歩いて行くという卦です。転居や転職、孤独な性格、失恋をも表します。無理して打開しようとせず、受け身で対処し、理想をしっかり守っていくのがよいでしょう。",
    "kou": [
      "旅に出て小さいことに拘る。狭量だと災難にあうぞ。",
      "旅に出て安心できる宿を取れた。旅費も十分あり、忠実な従者もいる。結局咎めはないだろう。",
      "旅に出て宿から焼き出される。従者も失っています。危険。",
      "旅の途中で人に仕え優遇される。しかし、落ち着かない。",
      "雉を射て命中するがそのまま逃げられる。しかし、その腕は要人に認められ栄誉を受けるだろう。",
      "鳥の巣が焼かれる。旅行中に笑っていたところに突然の災難で嘆き悲しむ。旅に必要な牛さえ見失う。凶。"
    ],
    "setumei": "良い卦ではありませんが、失意の時は得意の前兆でもあります。苦しみが永遠に続くことはなく、やがては緩解し、また好調期に入ります。このように易は循環論を採っています。ただ嘆き悲しむだけでなく、この時期に何をすべきかで、次の好調期の質が変わると見た方がいいでしょう。"
  },
    "001001": {
    "kemei": "巽為風",
    "keji": "巽は風であり、どこにでも入り込むという性質を持っています。自由奔放で柔軟性を持っている一方で、ふらふらとして定まらない不安定なものも表します。この卦に当たる人は迷うことが多いのですが、優れた指導者に従うのがよいでしょう。",
    "kou": [
      "進んで、また退く。武人のように行動するがよい。",
      "謙虚な態度でひざまずく。神の神託を受けるならば吉にして咎めはない。",
      "謙虚も度が過ぎれば損失となる。",
      "後悔はなくなる。狩りをして種々の獲物を得るだろう。",
      "慎重であれば吉。後悔はない。初めはみすぼらしくても、終わりには立派に成長する。変革に当たっては熟慮して行けば吉。",
      "謙虚な態度でひざまずくが、財産を失ってしまう。正しくても凶。"
    ],
    "setumei": "「風のように生きる」というと自由闊達に生き、俗世間に囚われないというという意味がありますが、その一方で自分がない、当てにならないと言う意味もあります。フリーで生きる人々は、ある意味自由ですが身分は不安定なものです。困ったときはよい先輩に頼るのが良いでしょう。"
  },
  "100100": {
    "kemei": "兌為沢",
    "keji": "兌は悦び、少女、口を表します。基本的には良い卦なのですが、口は災いの元ということもあります。貞しきに利ありとありますので、真ある悦びだけが吉となります。この悦びを貫いていくのならば、天命にかない下の者は労苦を忘れて付き従います。",
    "kou": [
      "疑う心なく、和して悦ぶ。吉。",
      "誠があって悦ぶ。吉にして後悔はない。",
      "人が来て悦ぶが凶。",
      "悦びについて相談するが未だにまとまらない。一時は病気や困窮に陥るが喜びがあるだろう。",
      "誠を持って、人の和の顔を剥がす。危機に陥る。",
      "身を引いて悦ぶといった状況。"
    ],
    "setumei": "四爻は商兌であり、計算した上で相手を悦ばすものです。贈り物やお世辞の類でありますが、これに長けていたのは豊臣秀吉であります。"
  },
    "001101": {
    "kemei": "風水渙",
    "keji": "渙は散る、解ける、離れることで、苦難解消や停滞してしたものが動き出すという卦です。良い卦なのですが、逆に、散るという象から一家離散や民心の離反をも表します。このことを考慮していけば大きな危機も乗り越えることができるでしょう。",
    "kou": [
      "味方の危機を壮馬が救う。従っていけば吉。",
      "元気に任せて机を蹴飛ばす。願い事は叶い、後悔はない。",
      "その身を発散する。後悔はない。",
      "団体を解散する。大吉。一度解散してから再結集する。大きな事業が達成できる。",
      "王が号令を発する。王位は安泰で咎めはない。",
      "流血の事態にあう。身を遠くに移動して巻き込まれないようにすれば咎めはない。"
    ],
    "setumei": "四爻は一見悪いことに見えますが、再構築（リストラクチャリング）のことです。ただ、日本的なリストラの意味ではなく（解雇や、ダウンサイジングではない）、合併統合など企業や政治なの各種団体の効率化、協力関係を示しています。"
  },
  "101100": {
    "kemei": "水沢節",
    "keji": "節は節度、調節、バランスをとるを表します。節度を守ることによって中道を行い、苦難に対処していくのが正しいと説きます。原則に固執しすぎれば行き詰まります。バランスをよくとることによって、四季のように美しい姿が現れます。",
    "kou": [
      "家から外に出ない。慎重に構えること。咎めなし。",
      "庭から外に出ないので凶。機会を失ってしまう。",
      "節度を失ったために、嘆き悲しむことあり。咎めはないが誰かを咎めることはできない。",
      "節度に安心する。物事がとおる。",
      "節度を守って、中庸に甘んずる。吉。物事を行うときは栄誉を受ける。",
      "苦節する。慎重すぎれば行き場を失って凶。後悔はない。"
    ],
    "setumei": "易では足らざるくらいを良しとして、多すぎるのは凶と見ます。この節度とは少し足らないくらい、腹八分目くらいを丁度良いと考えます。物事には限界があり、あまり欲 張っても良いことはありません。"
  },
    "001100": {
    "kemei": "風沢中孚",
    "keji": "中孚は心に誠実さが満ちていること、互いに相手を理解し感応することから生まれる「信」です。誠意で人を率いれば、下の者はどんな鈍感な者でも感動し従います。誠実であれば大河を渡る危険を冒しても大丈夫です。",
    "kou": [
      "相手は誠実だが初対面なので警戒するのがよい。しかし、全く信ぜずいい加減に扱うのも良くない。",
      "鶴が物陰で鳴き、子がこれに和して鳴くように、自慢の酒杯で飲み交わすという信頼の状況。",
      "敵に出会う。攻めたり、休んだり、泣いたり、歌ったりする。損得なし。",
      "もうすぐ満月で、馬（仲間）二匹に逃げられる。しかし咎めはないだろう。",
      "誠ある仲間が出来て手を繋ぐ。咎めはない。",
      "鶏が天に昇ろうとするが長く続かない。正道を守っても凶。"
    ],
    "setumei": "六爻は時を告げる鶏が、思い上がって天に昇ろうとするすがたで、「思い上がった信」は信でないと易は説きます。一部の宗教のように思い上がった「信」は他人に迷惑であると同時に自分にも害毒を与えます。二爻のように信を交わすという状況ではなく、人が離れて行ってしまいます。この六爻に当たった人は自分が何かを過信してないか反省する必要があるでしょう。"
  },
  "110011": {
    "kemei": "雷山小過",
    "keji": "小過は沢風大過に対応するもので積極的に大問題に取り組もうとせずに、消極的と言われるほど控えめに事に当たれば大吉となります。大事より小事、上るよりも下るほうが 大切であると説きます。",
    "kou": [
      "鳥が高すぎるほど飛び立つ。凶。",
      "祖父に会えずに祖母に会い、君主に会えずに廷臣に会う。咎めはない。",
      "警戒する余り、まだ来ぬ相手に対して防御の準備をすると、相手の反感を抱かせ攻めてくるかもしれない。凶。",
      "相手が来ない内に出て行って、相手と出会う。危険なので注意すること。",
      "黒雲が出ているのに雨が降らない。しかし、まもなく西の郊外から降ってくるだろう。君主は弓で穴に隠れている獲物を狩ろうとする。",
      "偶然外で出会う。鳥がまっすぐ網に掛かる。凶。災難がくる。"
    ],
    "setumei": "万事控えめというのがこの卦の意味ですが、人間、何事もやりすぎる形があります。感情に任せて怒りすぎたり、節税しようとして脱税になってしまったり、車の運転でスピードを出しすぎたり。そう言うことを戒めているのがこの卦です。"
  },
    "101010": {
    "kemei": "水火既済",
    "keji": "既済は事が全て成就することを表し、完成をも表します。この状態を固く維持して変わることがなければ順調です。しかし、完成は崩壊の序曲であり、混乱へと落ちていきます。",
    "kou": [
      "車を引き止め、川を渡ろうとした狐が尾を濡らしたの知って引き返す。咎めはない。",
      "車で行く婦人が馬車の覆いを盗まれる。追いかけることはない、中道を守っていれば七日以内に戻ってくる。",
      "高宗は北方の蛮族を討伐し、三年掛けて平定したが国内は疲弊した。小人は使ってはいけない。",
      "水に濡れたのをボロ布で拭き取る。絶えず警戒すること。",
      "東隣では牛を生け贄にして盛大な祭りを行うが、西隣の質素な真心を込めた祭りにかなわない。西隣は大いに吉が来るだろう。",
      "川を渡ろうとして首まで濡らす。危うい。"
    ],
    "setumei": "易は英名を「変化の書」と言います。物事は循環し、終わりはまた始まりでもあります。既済が最後ではないのはこのためです。極みはすなわち転じ、下降線へと続いていきます。この状態では、物事が極まっているので願い事は少しだけとおります。大いにはとおりません。"
  },
  "010101": {
    "kemei": "火水未済",
    "keji": "未済は未完成を表します。子狐が川を渡るのに今一歩でその尾を濡らしてしまうという運勢で、万事順調にはいかないとしています。一致協力して難関を切り抜ければ願い事 は通じます。",
    "kou": [
      "川を渡ろうとしてその尾を濡らす。すこし損失あり。",
      "車を引き留める。中道を守って慎重であれば吉。",
      "すぐには渡り終えない。進むのは凶。慎重であれば大河を渡ることができるだろう。",
      "慎重であれば吉。後悔はない。発憤して北方の蛮族を討伐すれば、三年後には大国に封ぜられる。",
      "慎重であれば吉。後悔はない。誠を持った地位のある人が助けてくれるだろう。信頼して吉。",
      "誠を持って祝杯をあげる。咎はない。節度を知らず歓楽にふければ誠意はあっても正道を失う。"
    ],
    "setumei": "この未済を持って、易はまた乾から始まります。未済はその名の通り終わりではなく、始まりです。終わりなどないというのが易の思想にあります。この世は刻々と移り変わっており、未済はその段階の一部でしかありません。既済ですらそうです。万物流転の思想がこの卦が最後にあること から窺えます。"
  }
}